Repository: chelaxian/twackup-rs
Catalog: twackup-gui/Twackup/Localizable.xcstrings
Source language: en
Languages: ru

# all-pkgs-full-title
source: Installed
ru: Все пакеты

# all-pkgs-short-title
source: Installed
ru: Доступные

source: Cancel
ru: Отменить

# compression-level-best
source: Best
ru: Наилучшее

# compression-level-fast
source: Fast
ru: Быстрое

# compression-level-none
source: None
ru: Не сжимать

# compression-level-normal
source: Optimal
ru: Оптимальное

# copy-id
source: Copy identifier
ru: Копировать идентификатор

# database-controller-no-packages-subtitle
source: Start rebuilding packages and they will appear here
ru: Соберите что-нибудь, и этот пакет появится здесь

# database-controller-no-packages-title
source: No packages for now :(
ru: Нет доступных пакетов :(

# deb-remove-alert-ok
source: I really want to remove it
ru: Я понимаю, удалить

# deb-remove-alert-subtitle
source: You cannot undone this action. DEB file will be removed forever!
ru: Данное действие отменить невозможно. DEB-файл будет удален навсегда!

# deb-remove-alert-title
source: Warning!
ru: Предупреждение!

# debs-full-title
source: Rebuilt
ru: Собранные

# debs-rebuildall-btn
source: Rebuild all
ru: Собрать все

# debs-rebuildselected-btn
source: Rebuild selected
ru: Собрать выбранные

# debs-remove-all-btn
source: Remove all
ru: Удалить все

# debs-remove-selected-btn
source: Remove selected
ru: Удалить выбранные

# debs-install-selected-btn
source: Install selected
ru: Установить выбранные

# debs-share-btn
source: Share
ru: Поделиться

# debs-short-title
source: Rebuilt
ru: Собранные

source: Deselect all
ru: Отменить выбор

# detailed-view-debsize-lbl
source: Packaged:
ru: В собранном виде:

# detailed-view-identifier-lbl
source: Identifier:
ru: Идентификатор:

# detailed-view-installedsize-lbl
source: Installed:
ru: В установленном виде:

# detailed-view-learnmore-btn
source: Learn more...
ru: Подробнее...

# detailed-view-rebuild-btn
source: Rebuild
ru: Собрать

# detailed-view-rebuild-btn-footer
source: Please note that the rebuilt package may be incomplete and may not have some files necessary for the correct operation of the package.
ru: Пожалуйста, обратите внимание, что собранный пакет может быть неполным и не иметь некоторых файлов, необходимых для корректной работы пакета.

# detailed-view-section-lbl
source: Section:
ru: Секция:

# detailed-view-size-lbl
source: Size
ru: Размер:

# detailed-view-version-lbl
source: Version:
ru: Версия:

# disk-usage-app
source: Twackup cache
ru: Кэш Twackup

# disk-usage-other
source: Other apps
ru: Другие приложения

# disk-usage-total-space
source: Total available
ru: Всего доступно

# dpkg-controller-no-packages-subtitle
source: Please, ensure you have your jailbreak installed and enabled. Some tweaks can also block accessing to system files, disable them if needed
ru: Пожалуйста, убедитесь, что у вас установлен и включен джейлбрейк. Некоторые твики также могут блокировать доступ к системным файлам, отключите их, если необходимо.

# dpkg-controller-no-packages-title
source: No packages detected
ru: Пакеты не обнаружены

# leaves-pkgs-full-title
source: Leaves
ru: Независимые

# leaves-pkgs-short-title
source: Leaves
ru: Без связей

# log-clear-btn
source: Clear log
ru: Очистить лог

# log-export-btn
source: Export log
ru: Экспорт

# log-export-error-title
source: Export failed
ru: Ошибка экспорта

# log-controller-empty-subtitle
source: Twackup prints some messages here. Look here if you have any errors when building packages.
ru: Здесь выводятся некоторые сообщения от Twackup. Заглядывайте сюда, если у вас появились какие-то ошибки при сборке пакетов.

# log-controller-empty-title
source: This is a log
ru: Это лог

# log-full-title
source: Log
ru: Лог

# log-short-title
source: Log
ru: Лог

# preferences-full-title
source: Preferences
ru: Настройки

# preferences-short-title
source: Preferences
ru: Настройки

# rebuild-packages-status
source: Rebuilt %i of %i (%i%%)
ru: Собрано %i из %i (%i%%)

# rebuild-packages-status-title
source: Please, wait...
ru: Пожалуйста, подождите...

# remove-btn
source: Remove
ru: Удалить

# install-btn
source: Install
ru: Установить

# deb-install-alert-title
source: Install package
ru: Установить пакет

# deb-install-alert-subtitle
source: Twackup will install the selected deb package(s) with dpkg.
ru: Twackup установит выбранные deb-пакеты через dpkg.

# deb-install-success-title
source: Installed
ru: Установлено

# deb-install-success
source: dpkg finished successfully.
ru: dpkg успешно завершил установку.

# deb-install-failure-title
source: Install failed
ru: Ошибка установки

source: OK
ru: ОК

# search-field-lbl
source: Search
ru: Поиск

source: Select all
ru: Выбрать все

# settings-respring-button
source: Respring
ru: Респринг

# settings-respring-confirm-title
source: Respring device?
ru: Выполнить респринг?

# settings-respring-confirm-message
source: SpringBoard will restart and Twackup will close.
ru: SpringBoard перезапустится, а Twackup закроется.

# settings-respring-confirm-button
source: Respring
ru: Респринг

# settings-respring-error-title
source: Respring failed
ru: Ошибка респринга

# settings-app-version-label
source: App version
ru: Версия приложения

# settings-clear-appdata-button
source: Clear app data
ru: Очистить данные приложения

# settings-clear-appdata-warning-clear-anyway
source: Yes, I don't care
ru: Да, мне всё равно

# settings-clear-appdata-warning-message
source: Clearing the data will result in the deletion of all collected packages. This action is irreversible. Would you like to continue?
ru: Очистка данных повлечет за собой удаление всех собранных пакетов. Это действие необратимо. Желаете продолжить?

# settings-clear-appdata-warning-title
source: Warning!
ru: Предупреждение!

# settings-compression-footer
source: Compression will affect the build time of deb packages and the space they occupy. Choose the right type based on your needs.
ru: Сжатие влияет на время сборки deb-пакетов и занимаемое ими место. Правильно выбирайте тип, исходя из ваших потребностей.

# settings-compression-header
source: Packages compression
ru: Сжатие deb-пакетов

# settings-compression-level
source: Compression
ru: Cжатие

# settings-compression-type
source: Compression container
ru: Тип контейнера

# settings-disk-usage-header
source: Disk space usage
ru: Использование дискового пространства

# settings-donate-button
source: ☕️ Buy me a cup of coffee :)
ru: ☕️ Подарить чашечку кофейка :)

# settings-follow-symlinks
source: Follow symlinks
ru: Резолвить симлинки

# settings-follow-symlinks-footer
source: Follow symlinks when rebuilding deb. Invalid value can break deb-package.
ru: Выполнять переход по симлинкам при сборке пакета. Неверное значение может сломать работу deb-пакета.

# settings-reportabug-button
source: 🪲 Report a bug on GitHub
ru: 🪲 Сообщить о баге на GitHub

source: Unknown
ru: Неизвестно

source: View in Filza
ru: Открыть в Filza
